#+TITLE:                Batch-Test
#+AUTHOR:               Thomas Frössman
#+EMAIL:                thomasf@jossystem.se
#+DATE:                 2017-05-06 lör
#+DESCRIPTION:
#+KEYWORDS:
#+FILETAGS:
#+EXPORT_EXCLUDE_TAGS:  noexport
#+CATEGORY:
#+OPTIONS:              H:3 num:t toc:t \n:nil @:t ::t |:t ^:nil -:t f:t *:t <:t
#+OPTIONS:              TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT:           view:t toc:t ltoc:t mouse:underline buttons:0 path:http://thomasf.github.com/solarized-css/org-info.min.js
#+HTML_HEAD:            <link rel="stylesheet" type="text/css" href="http://thomasf.github.com/solarized-css/solarized-light.min.css" />

** NEXT list clasifications
#+BEGIN_SRC http :exports both
GET /api/classifications/?page_size=1
Content-Type: application/json
Authorization: Token ${token}
#+END_SRC

#+RESULTS:
#+begin_example
{
  "count": 95043,
  "next": "http://localhost:8000/api/classifications/?page=2&page_size=1",
  "previous": null,
  "results": []
}
#+end_example



